"AlertSomePercentTitle" = "%d%% resterend"; // 90% Remaining
"AlertOnePercentTitle" = "Je Mac sluit zo dadelijk af";
"AlertChargingTitle" = "Laden...";
"AlertChargingStoppedTitle" = "Oplader Verwijderd";
"AlertChargingCompleteTitle" = "Opladen Gereed";
"AlertOverheatingTitle" = "Oververhitting";
"AlertLimitedTitle" = "Niet genoeg batterij...";
"AlertDeviceConnectedTitle" = "'%@' Verbonden"; // 'Joe's Headphones' Connected
"AlertDeviceDisconnectedTitle" = "'%@' Ontkoppeld"; // 'Joe's Headphones' Disconnected
"" = "Onbekend";
"AlertDeviceCalculatingTitle" = "Aan het rekenen...";

"AlertEstimateSummary" = "%@ totdat de batterij leeg is"; // 1 hour, 32 minutes until empty
"AlertPercentSummary" = "Tijd om op te laden!";
"AlertStartedChargeSummary" = "Volledig opgeladen om %@."; // Fully charged at 2:32pm
"AlertChargedSummary" = "De batterij is volledig opgeladen.";
"AlertOverheatingSummary" = "Hoge temperaturen kunnen je batterij sneller leegmaken en langdurige schade veroorzaken.";
"AlertLimitedSummary" = "Je batterij is is waarschijnlijk onvoldoende opgeladen voor taak '%@'";

"TimestampHourFullAlertDeviceUnknownTitleLabel_Plural" = "%d uren";
"TimestampHourFullLabel_Single" = "%d uur";
"TimestampHourFullLabel_Plural" = "%d uren";
"TimestampMinuteFullLabel_Plural" = "%d minuten";
"TimestampMinuteFullLabel_Single" = "%d minuut";
"TimestampMinuteDaysLabel_Plural" = "%d dagen";
"TimestampMinuteDaysLabel_Single" = "%d dag";
"TimestampHourAbbriviatedLabel" = "uur";
"TimestampMinuteAbbriviatedLabel" = "minuut";
"TimestampDayAbbriviatedLabel" = "dag";
"TimestampNeverLabel" = "Nooit";
"TimestampNowLabel" = "Zojuist";

"SettingsWebsiteLabel" = "Website";
"SettingsQuitLabel" = "Afsluiten";
"SettingsPinnedLabel" = "Vastmaken aan scherm";
"SettingsEightyLabel" = "Opladen tot 80%";
"SettingsRateLabel" = "Beoordeel BatteryBoi";
"SettingsEfficiencyLabel" = "Laag Vermogen";
"SettingsCheckUpdatesLabel" = "Check voor Updates";
"SettingsNewUpdateLabel" = "Installeer Nieuwe Update";
"SettingsDisplayLabel" = "Beeldscherm";
"SettingsDisplayCycleLabel" = "Aantal laadcycli";
"SettingsDisplayPercentLabel" = "Percentage";
"SettingsDisplayEstimateLabel" = "Tijd";
"SettingsDisplayNoneLabel" = "Leeg";
"SettingsDisplayHiddenLabel" = "Verborgen";
"SettingsEnabledLabel" = "Ingeschakeld";
"SettingsDisabledLabel" = "Uitgeschakeld";

"SettingsAboutLabel" = "Over";
"SettingsCustomizationLabel" = "Personaliseer";
"SettingsSoundEffectsLabel" = "Geluideffecten";
"SettingsTriggersLabel" = "Commando’s";
"SettingsNotificationsLabel" = "Berichten";
"SettingsPrereleasesLabel" = "Beta Versies";

"SettingsCustomizationMenuLabel" = "Menubalk Icoon";
"SettingsCustomizationThemeDarkLabel" = "Donker";
"SettingsCustomizationThemeLightLabel" = "Licht";
"SettingsCustomizationThemeSystemLabel" = "Systeem";
"SettingsCustomizationThemeTitle" = "Uiterlijk";

"UpdateStatusCheckingLabel" = "Op Updates Controleren...";
"UpdateStatusIdleLabel" = "Laatste controle: %@"; // Last Checked: 4 hours ago
"UpdateStatusEmptyLabel" = "Geen Updates Beschikbaar";
"UpdateStatusNewLabel" = "Nieuwe Update Beschikbaar!";

"AboutTitle" = "BatteryBoi, Gratis, Altijd, voor Iedereen..";
"AboutBodyOne" = "In het drukke app-landschap waar portemonnees vaak huilen door terugkerende abonnementen. BatteryBoi is 100% gratis & Open-Source, voor altijd!";
"AboutBodyTwo" = "Het is vele dagen werk, bloed, zweet en soms tranen om deze app te ontwikkelen die er zo goed uitziet. Daarom vraag ik mensen en bedrijven die het zich kunnen veroorloven om een donatie te overwegen.";
"AboutBodyThree" = "Donaties zorgen ervoor dat het licht blijft branden en dat er updates/fixes blijven komen.";
"AboutBodyFooter" = "Bedankt - Joe (Oprichter van BatteryBoi)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Doneer";
"AboutShareAction" = "Deel";

"BluetoothDeviceHeadphonesLabel" = "Koptelefoon";
"BluetoothDeviceMouseLabel" = "Muis";
"BluetoothDeviceGamepadLabel" = "Spelcontroller";
"BluetoothDeviceSpeakerLabel" = "Speaker";
"BluetoothDeviceKeyboardLabel" = "Toetsenbord";
"BluetoothDeviceOtherLabel" = "Anders";
"BluetoothConnectLabel" = "Verbinden";
"BluetoothDisconnectLabel" = "Loskoppelen";
"BluetoothDisconnectedLabel" = "Niet gekoppeld";
"BluetoothDistanceProximateLabel" = "Op het bureau/tafel";
"BluetoothDistanceNearLabel" = "In dezelfde ruimte";
"BluetoothDistanceFarLabel" = "In een ander gedeelte";
"BluetoothInvalidLabel" = "Geen informatie over accu";

"OnboardingHideIconTitle" = "Standaard batteriijpictogram verbergen";
"OnboardingHideIconSubtitle" = "U kunt het standaardbatterijpictogram verbergen door naar Systeemvoorkeuren > Controlecentrum > Batterij > Weergeven in menubalk te gaan";
"OnboardingHideIconButton" = "Begrepen";

"OnboardingNotificationsTitle" = "";
"OnboardingNotificationsBody" = "";
"OnboardingInsightsTitle" = "";
"OnboardingInsightsBody" = "";
"OnboardingBluetoothTitle" = "";
"OnboardingBluetoothBody" = "";
